Repository: expensemanagement/expense-transaction-match
Catalog: Translations/Expense Transcation Match.*.xlf
Languages: de_de

# PageExtension 2547688156 - Action 167705457 - Property 1295455071
source: Show Expense Entries matched with bank transactions.
de_de: Zeigt Belegposten an, welche mit einer Banktransaktion verkn端pft sind.

# PageExtension 2547688156 - Action 167705457 - Property 2879900210
source: Show Matched Entries
de_de: Belegabstimmung anzeigen

# PageExtension 2987099507 - Action 2472856359 - Property 1295455071
source: Reset Processed Entries.
de_de: Verarbeitete Posten zur端cksetzen

# PageExtension 2987099507 - Action 2472856359 - Property 2879900210
source: Reset Processed Entries
de_de: Verarbeitete Posten zur端cksetzen

# PageExtension 2987099507 - Action 2492898984 - Property 1295455071
source: Update G/L Entries related to Expense Entries.
de_de: Aktualisiert Sachposten der Banktransaktion mit Ext. Belegnr. des Sachpostens der aus der Belegbuchung erzeugt wurde.

# PageExtension 2987099507 - Action 2492898984 - Property 2879900210
source: Update G/L Accounts
de_de: Sachposten aktualisieren

# PageExtension 2987099507 - Control 3208180638 - Property 1295455071
source: Shows if the record has been processed.
de_de: Zeigt an, dass der Posten verarbeitet wurde.

# PageExtension 2987099507 - Control 3208180638 - Property 2879900210
source: Processed
de_de: Verarbeitet

# TableExtension 678322413 - Field 3208180638 - Property 2879900210
source: Processed
de_de: Verarbeitet

# Codeunit 3942285944 - Method 3276328387 - NamedType 3386397156
source: %1 G/L Entries have been updated with the Ext. Document No. of the related Expense
de_de: %1 Sachposten wurden mit der Ext. Belegnummer des mit dem Beleg verkn端pften Sachpostens aktualisiert.
